// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Сведения об устройстве";

HSDModelLabel = "Модель:";
HSDConnTypeLabel = "Тип подключения:";
HSDServiceLabel = "Сервисный номер:";
HSDFWLabel = "Версия прошивки:";
HSDSNLabel = "Серийный номер:";
HSDDuplexerLabel = "Дуплексер:";
HSDDriverLabel = "Версия драйвера:";
HSDProdNumLabel = "Номер продукта:";
HSDIPAddrLabel = "Адрес IP:";
HSDMessageLabel = "Распечатайте сведения о текущем выбранном принтере, нажав находящуюся ниже кнопку «Печать страницы настройки».";
HSDPrintButton = "Печать страницы настройки";

NoPrintTitle = "Не удается распечатать страницу настройки";
NoPrintMsg = "Убедитесь в том, что принтер подсоединен и включен, затем повторите попытку.";
PrintingProgressTitle = "Выполняется печать страницы настройки…";
PageViewButtonTitle = "Просмотр страницы настройки";
PageViewMessage = "Просмотр сведений о текущем выбранном принтере – нажмите кнопку «Просмотр страницы настройки», находящуюся ниже.";
DuplexInstalled = "Установлен";
DuplexNotInstalled = "Не установлен";
SomePenErrorMessage = "Картридж с чернилами отсутствует, не обнаруживается или неправильно установлен. Печать возможна только при установке всех картриджей.";

HSDEmptyValueString = "Неизвестный";

HSDIKNumberLabel = "Номер IK:";

Wired = "Проводное";
Wireless = "Беспроводное";

HSDAllInkUsageLabel = "Использовано чернил, всего:";
HSDHPInkUsageLabel = "Использовано чернил HP, всего:";
milliliters = "мл";
microliters = "мкл";

SomePenErrorMessagePigment = "Один из картриджей не обнаружен, неверно установлен или отсутствует. Печать без полного комплекта картриджей невозможна.";
HSDAllInkUsageLabelPigment = "Общий расход пигментных чернил:";
HSDHPInkUsageLabelPigment = "Расход пигментных чернил HP:";